alacritty
amd-ucode
awesome-terminal-fonts
base
base-devel
bat
bottom
btrfs-progs
chezmoi
dkms
dolphin
dunst
efibootmgr
eza
fd
firefox
fzf
git
gparted
grim
gst-plugin-pipewire
htop
hyprland
hyprpaper
imagemagick
inotify-tools
iwd
jq
kitty
lazygit
libpulse
linux
linux-firmware
linux-headers
lldb
lxappearance
man-db
meson
mpv
nano
ncspot
neofetch
neovide
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
npm
nvidia-dkms
nvidia-prime
obs-studio
papirus-icon-theme
pavucontrol
perl-rename
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
polkit-kde-agent
prettier
qt5-wayland
qt5ct
qt6-wayland
refind
reflector
ripgrep
sbsigntools
sddm
slurp
smartmontools
sof-firmware
spotify-launcher
steam
swayidle
ttf-jetbrains-mono-nerd
unzip
vim
wf-recorder
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xorg-server
xorg-xinit
yt-dlp
zathura
zram-generator
zsh
